Tekla.Structures.Model.RebarSpacing.ToStruct(Tekla.Structures.ModelInternal.dotRebarSpacing_t@)
The to struct method.
dotSpacing: The dot rebar spacing struct.

Tekla.Structures.Model.RebarSpacing.FromStruct(Tekla.Structures.ModelInternal.dotRebarSpacing_t@)
The from struct method.
dotSpacing: The dot rebar spacing struct.